Repository: DennisBaerXY/TravelBuddy
Catalog: TravelBuddy/Localizable.xcstrings
Source language: de
Languages: en

# %lld/%lld packed
source: %1$lld/%2$lld gepackt
en: %1$lld/%2$lld packed

source: Abgeschlossen
en: Completed

source: ABGESCHLOSSEN
en: COMPLETED

# about
source: Über
en: About

source: Abschließen
en: Complete

# accommodation
source: Unterkunft
en: Accommodation

# accommodation_friends
source: Bei Freunden
en: Friends

# account
source: Konto
en: Account

# Acknowledgements
source: Danksagungen
en: Acknowledgements

# active
source: Aktiv
en: Active

# Active
source: Aktiv
en: Active

# active_trips
source: Aktive Reisen
en: Active Trips

# activities
source: Aktivitäten
en: Activities

# activities_and_details
source: Aktivitäten & Details
en: Activities & Details

# activities_and_details_prompt
source: Was planst du & weitere Infos?
en: What do you plan & additional details?

# activity_beach
source: Strand
en: Beach

# activity_business
source: Geschäftlich
en: Business

# activity_hiking
source: Wandern
en: Hiking

# activity_relaxing
source: Entspannen
en: Relaxing

# activity_skiing
source: Skifahren
en: Skiing

# activity_sports
source: Sport
en: Sports

# activity_swimming
source: Schwimmen
en: Swimming

# add
source: Hinzufügen
en: Add

# add_item_label
source: Gegenstand hinzufügen
en: Add Item

# add.trip.tip
source: Tippe auf das Plus-Symbol, um deine erste Reise zu planen.
en: Tap the plus or the button to plan your first trip.

source: AKTIV
en: ACTIVE

# all_items
source: Alle
en: All

# all_items_packed
source: Alle Gegenstände sind gepackt
en: All items are packed

# already_packed_section_header
source: Bereits Gepackt
en: Already Packed

# App Initialization Failed
source: App-Initialisierung fehlgeschlagen
en: App Initialization Failed

# appearance
source: Aussehen
en: Appearance

# ascending
source: Aufsteigend
en: Ascending

# auto_suggest_packing_lists
source: Packlisten automatisch vorschlagen
en: Auto-suggest Packing Lists

# back
source: Zurück
en: back

# Backup Data
source: Daten sichern
en: Backup Data

# behavior
source: Verhalten
en: Behavior

# business_trip
source: Geschäftsreise
en: Business Trip

# cancel
source: Abbrechen
en: Cancel

# Cancel
source: Abbrechen
en: Cancel

# Casual Shoes
source: Freizeitschuhe
en: Casual Shoes

# category
source: Kategorie
en: Category

# category_accessories
source: Accessoires
en: Accessories

# category_clothing
source: Kleidung
en: Clothing

# category_documents
source: Dokumente
en: Documents

# category_electronics
source: Elektronik
en: Electronics

# category_medication
source: Medikamente
en: Medication

# category_other
source: Sonstiges
en: Other

# category_toiletries
source: Toilettenartikel
en: Toiletries

# Choose a Plan
source: Plan wählen
en: Choose a Plan

# climate
source: Klima
en: Climate

# climate_cold
source: Kalt
en: Cold

# climate_cool
source: Kühl
en: Chilly

# climate_hot
source: Heiß
en: Hot

# climate_info_popover_text
source: Die Auswahl des Klimas hilft uns, passende Kleidungsvorschläge für deine Packliste zu generieren.
en: Selecting the climate helps us generate suitable clothing suggestions for your packing list.

# climate_moderate
source: Gemäßigt
en: Moderate

# close
source: Schließen
en: Close

# Close
source: Schließen
en: Close

# color_theme
source: Farbthema
en: Color Theme

# complete_button
source: Abschließen
en: Complete

# complete_trip_alert_message
source: Alle Elemente wurden abgehakt. Möchtest du die Reise als abgeschlossen markieren?
en: All items are packed. Do you want to mark the trip as completed?

# complete_trip_alert_title
source: Reise abschließen
en: Complete Trip

# complete_trip_button
source: Reise abschließen
en: Complete Trip

# Completed
source: Abgeschlossen
en: Completed

# completed_trip_banner
source: Reise abgeschlossen
en: Trip completed

# completed_trips
source: Abgeschlossene Reisen
en: Completed Trips

# Contact Support
source: Support kontaktieren
en: Contact Support

# create_list
source: Packliste erstellen
en: Create Packing List

# create.first.trip
source: Erste Reise erstellen
en: Create First Trip

# data
source: Daten
en: Data

# default_sort
source: Standard-Sortierung
en: Default Sort

# delete
source: Löschen
en: delete

# descending
source: Absteigend
en: Descending

# destination
source: Reiseziel
en: Destination

# destination_placeholder
source: Ziel z.B. Rom*
en: e.g. Rome, Italy

# development
source: Entwicklung
en: Development

# Development
source: Entwicklung
en: Development

# done
source: Fertig
en: Done

# Done
source: Fertig
en: Done

# Error: %@
source: Fehler: %@
en: Error: %@

# essential
source: Unverzichtbar
en: Essential

# Export Data
source: Daten exportieren
en: Export Data

# finish
source: Abschließen
en: Finish

source: Fortschritt: %lld%%
en: Progress: %lld%%

# from_date
source: Von
en: From

source: GEPLANT
en: PLANNED

# get_premium
source: Premium erhalten
en: Get Premium

# Help Center
source: Hilfe-Center
en: Help Center

# help_center
source: Hilfe-Center
en: Help Center

# help_getting_started
source: Erste Schritte
en: Getting Started

# help_packing_lists
source: Packlisten
en: Packing Lists

# help_settings
source: Einstellungen
en: Settings

# help_trip_planning
source: Reiseplanung
en: Trip Planning

# help_troubleshooting
source: Fehlerbehebung
en: Troubleshooting

# help_welcome_content
source: TravelBuddy ist deine ultimative Reisebegleiter-App, die dir hilft, deine Reisen und Packlisten zu organisieren. Mit TravelBuddy kannst du: • Reisen erstellen und organisieren • Smarte Packlisten generieren • Den Überblick über deinen Packfortschritt behalten • Nie wieder wichtige Gegenstände vergessen Dieses Hilfe-Center wird dich durch alle Funktionen der App führen und häufige Fragen beantworten.
en: TravelBuddy is your ultimate travel companion app that helps you organize your trips and packing lists. With TravelBuddy, you can: • Create and organize your trips • Generate smart packing lists • Keep track of your packing progress • Never forget important items again This help center will guide you through all the features of the app and answer common questions.

# help_welcome_title
source: Willkommen bei TravelBuddy
en: Welcome to TravelBuddy

# how_do_you_travel
source: Wie reist du?
en: How do you travel?

# item
source: Gegenstand
en: Item

# items_count
source: Gegenstände
en: Items

# items_packed_short
source: gepackt
en: packed

# language
source: Sprache
en: Language

# measurement_system
source: Maßeinheitensystem
en: Measurement System

# metric
source: Metrisch
en: Metric

# Mountain Cabin
source: Berghütte
en: Mountain Cabin

# my.trips
source: Meine Reisen
en: My Trips

# new_item
source: Neuer Gegenstand
en: New Item

# new_trip
source: Neue Reise
en: New Trip

# new_trip_step1_title
source: Reisedetails
en: Trip Details

# new_trip_step2_title
source: Transport & Unterkunft
en: Transport & Accommodation

# new_trip_step3_title
source: Aktivitäten & Details
en: Activities & Details

# new_trip_step4_title
source: Überprüfen
en: Review

# next
source: Weiter
en: Next

# no
source: nein
en: no

# no_items_in_category
source: Keine Gegenstände in dieser Kategorie
en: No items in this category

# no_items_in_list
source: Deine Packliste ist noch leer. Füge Gegenstände hinzu!
en: Your packing list is still empty. Add some items!

# no_search_results
source: Keine Suchergebnisse
en: No search results

# no.trips.planned.title
source: Keine Reisen geplant
en: No trips planned

# none
source: Keine
en: None

# number_of_people
source: Anzahl Personen
en: Number of People

# Ocean
source: Ozean
en: Ocean

# onboarding_completed_description
source: Reise beendet? Markiere sie als abgeschlossen, um später darauf zurückzugreifen.
en: Trip finished? Mark it as completed to refer back to it later.

# onboarding_completed_title
source: Abgeschlossen? Kein Problem!
en: Completed? No Problem!

# onboarding_organize_description
source: Erstelle individuelle Packlisten für jede Reise und behalte den Überblick.
en: Create custom packing lists for each trip and keep track of everything.

# onboarding_organize_title
source: Organisiere Deine Reisen
en: Organize Your Trips

# onboarding_prepared_description
source: Nie wieder etwas vergessen! TripBuddy hilft dir, alles Wichtige einzupacken.
en: Never forget anything again! TripBuddy helps you pack all the essentials.

# onboarding_prepared_title
source: Immer vorbereitet
en: Always Prepared

# onboarding_welcome_description
source: Der ultimative Reisebegleiter für deine Abenteuer.
en: The ultimate travel companion for your adventures.

# onboarding_welcome_title
source: Willkommen bei TravelBuddy
en: Welcome to TravelBuddy

# other_details
source: Weitere Details
en: Other Details

# packed
source: gepackt
en: packed

source: Packliste komplett
en: Packinglist complete

# Pajamas
source: Schlafanzug
en: Pajamas

# Pants
source: Hosen
en: Pants

# premium_account
source: Premium-Konto
en: Premium Account

# premium_feature_advanced
source: Erweiterte Packlisten
en: Advanced Packing Lists

# premium_feature_advanced_desc
source: Erhalte intelligentere, personalisierte Vorschläge
en: Get smarter, more personalized suggestions

# premium_feature_unlimited
source: Unbegrenzte Reisen
en: Unlimited Trips

# premium_feature_unlimited_desc
source: Erstelle so viele Reisen, wie du möchtest
en: Create as many trips as you want

# prioritize_essential_items
source: Wichtige Gegenstände priorisieren
en: Prioritize Essential Items

# Privacy Policy
source: Datenschutzrichtlinie
en: Privacy Policy

# quantity_count: %lld
source: Anzahl: %lld
en: Quantity: %lld

# Rate TravelBuddy
source: TravelBuddy bewerten
en: Rate TravelBuddy

# Reset
source: Zurücksetzen
en: Reset

# Reset All Settings
source: Alle Einstellungen zurücksetzen
en: Reset All Settings

# Reset All Settings?
source: Alle Einstellungen zurücksetzen?
en: Reset All Settings?

# Reset Onboarding
source: Einführung zurücksetzen
en: Reset Onboarding

# Restore from Backup
source: Aus Sicherung wiederherstellen
en: Restore from Backup

# Restore Purchases
source: Käufe wiederherstellen
en: Restore Purchases

# review_prompt
source: Fast geschafft! Bitte überprüfe deine Angaben:
en: Almost done! Please review your information:

# Sample Beach Vacation
source: Beispiel Strandurlaub
en: Sample Beach Vacation

# Sample Business Conference
source: Beispiel Geschäftskonferenz
en: Sample Business Conference

# Sample Weekend Getaway
source: Beispiel Wochenendtrip
en: Sample Weekend Getaway

# search_placeholder
source: Gegenstände suchen…
en: Search items…

# Select Language
source: Sprache auswählen
en: Select Language

# Settings
source: Einstellungen
en: Settings

# Share TravelBuddy
source: TravelBuddy teilen
en: Share TravelBuddy

# Show Debug Logs
source: Debug-Logs anzeigen
en: Show Debug Logs

# show_completed_trips
source: Abgeschlossene Reisen anzeigen
en: Show Completed Trips

# skip
source: Überspringen
en: Skip

# Socks
source: Socken
en: Socks

# sort_ascending
source: Aufsteigend (A -> Z)
en: Ascending (A -> Z)

# sort_by_category
source: Nach Kategorie
en: By Category

# sort_by_date
source: Nach Datum
en: By Date

# sort_by_essential
source: Nach Wichtigkeit
en: By Importance

# sort_by_name
source: Nach Namen
en: By Name

# sort_by_picker_label
source: Sortieren nach
en: Sort by

# sort_descending
source: Absteigend (Z -> A)
en: Descending (Z -> A)

# sort_options_label
source: Sortieroptionen
en: Sort options

# sort_order
source: Sortierreihenfolge
en: Sort Order

# start
source: Starten
en: Start

source: Starten
en: Start

# Subscribe Now
source: Jetzt abonnieren
en: Subscribe Now

# Terms of Service
source: Nutzungsbedingungen
en: Terms of Service

# Terms of Use
source: Nutzungsbedingungen
en: Terms of Use

source: Dies setzt alle Einstellungen auf ihre Standardwerte zurück. Diese Aktion kann nicht rückgängig gemacht werden.
en: This will reset all settings to their default values. This action cannot be undone.

# to_date
source: Bis
en: To

# to_pack_section_header %lld
source: Zu packen (%lld)
en: To pack (%lld)

# transport_and_accommodation
source: Transport & Unterkunft
en: Transport & Accomodation

# transport_and_accommodation_prompt
source: Wie reist du & wo übernachtest du?
en: How do you travel & where do you stay?

# transport_bicycle
source: Fahrrad
en: Bicycle

# transport_car
source: Auto
en: Car

# transport_on_foot
source: Zu Fuß
en: On Foot

# transport_plane
source: Flugzeug
en: Plane

# transport_ship
source: Schiff
en: Ship

# transport_train
source: Zug
en: Train

# travel_dates
source: Reisezeitraum
en: Travel Dates

# TravelBuddy could not start correctly. Please try restarting the app.
source: TravelBuddy konnte nicht korrekt gestartet werden. Bitte versuche, die App neu zu starten.
en: TravelBuddy could not start correctly. Please try restarting the app.

# trip_details
source: Reisedetails
en: Trip Details

# trip_details_prompt
source: Erzähl mir von deiner Reise
en: Tell me about your trip

# trip_name
source: Reisename
en: Trip Name

# trip_name_placeholder
source: z.B. Sommerurlaub Italien *
en: e.g. Summer Vacation

source: Überspringen
en: Skip

# Underwear
source: Unterwäsche
en: Underwear

# Upcoming
source: Bevorstehend
en: Upcoming

# validation_missing_destination
source: Wohin soll die Reise gehen?
en: Where are you traveling to?

# validation_missing_transport
source: Bitte wähle mindestens ein Transportmittel.
en: Please select at least one mode of transport.

# validation_missing_trip_destination
source: Bitte gib ein Reiseziel an.
en: Please enter a trip destination.

# validation_missing_trip_name
source: Bitte gib deiner Reise einen Namen.
en: Please name your trip.

source: Weiter
en: Continue

# what_do_you_plan
source: Was hast du vor?
en: What do you plan to do?

# where_do_you_stay
source: Wo übernachtest du?
en: Where do you stay?

# yes
source: ja
en: yes
